[
    {
        "id": 1,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE)"
    },
    {
        "id": 2,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE)"
    },
    {
        "id": 3,
        "category": 8,
        "measure": "The abstract does not specify a precise mobility measure (e.g. intergenerational elasticity, transition matrices, etc.)"
    },
    {
        "id": 4,
        "category": 8,
        "measure": "The abstracts do not specify any particular quantitative measure from a model or equation (e.g., IGE, rank‐based measures, transition matrices, etc.)."
    },
    {
        "id": 10,
        "category": 6,
        "measure": "A structural decomposition measure that estimates the relative importance of predetermined factors versus individual effort in generating dynastic income mobility and, by extension, income inequality/incentive costs."
    },
    {
        "id": 12,
        "category": 8,
        "measure": "A theoretically derived measure from a three‐period stochastic overlapping‐generations model"
    },
    {
        "id": 13,
        "category": 8,
        "measure": "No standard empirical measure is used; rather, the paper employs a three‐period stochastic overlapping generations model to structurally analyze mobility and its political equilibrium implications."
    },
    {
        "id": 15,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE) or a similar regression‐based coefficient capturing the association between youth standard of living and adult income"
    },
    {
        "id": 20,
        "category": 1,
        "measure": "Estimated association from regression/IV analysis capturing social mobility (i.e., the causal effect of innovation on social mobility)"
    },
    {
        "id": 23,
        "category": 4,
        "measure": "Economic connectedness – defined as the share of high‐SES friends among low‐SES individuals – used to simulate an absolute mobility effect (a 20% average income increase) when raised to high‐SES levels."
    },
    {
        "id": 24,
        "category": 8,
        "measure": "Model‐implied quantile growth rates derived from an aspirations‐based framework (i.e., a theoretical measure of how income distribution dynamics, via aspirations, produce an inverted U‐shaped profile across quantiles)"
    },
    {
        "id": 25,
        "category": 3,
        "measure": "Transition matrices measuring flows across social classes (e.g., downward mobility barriers)"
    },
    {
        "id": 32,
        "category": 4,
        "measure": "class‐origin pay gap measured as a 17% lower average earnings (or $7,350 lower annual earnings) for upwardly mobile individuals from working‐class backgrounds"
    },
    {
        "id": 34,
        "category": 8,
        "measure": "Descriptive mobility measures based on observed changes in the size and composition of the middle class and poverty reduction"
    },
    {
        "id": 36,
        "category": 4,
        "measure": "Absolute Mobility Measures (e.g., comparing career earnings outcomes as an upward mobility gap)"
    },
    {
        "id": 46,
        "category": 8,
        "measure": "Modified median voter model–based measure of income mobility and redistribution"
    },
    {
        "id": 47,
        "category": 8,
        "measure": "Qualitative measures based on surveys and semi‐structured interviews (no explicit quantitative mobility measure such as IGE or transition matrix)"
    },
    {
        "id": 48,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE) – a regression‐based estimate of the influence of family background on child outcomes"
    },
    {
        "id": 50,
        "category": 4,
        "measure": "Absolute mobility measures – comparing individuals’ attained positions (e.g., income levels and executive roles) relative to their low socioeconomic origins"
    },
    {
        "id": 58,
        "category": 1,
        "measure": "Intergenerational Income Elasticity (IGE)"
    },
    {
        "id": 63,
        "category": 1,
        "measure": "The paper appears to rely on regression‐based estimates of intergenerational (and intragenerational) income mobility—typically captured by measures such as intergenerational elasticity—which quantify how parental (or earlier life) incomes relate to later outcomes."
    },
    {
        "id": 69,
        "category": 1,
        "measure": "Wage gap estimates derived from regression analyses (assessing the role of occupational sorting via autonomy and prosocial characteristics)"
    },
    {
        "id": 75,
        "category": 8,
        "measure": "Pseudo‐panel based income mobility measure constructed from pattern data"
    },
    {
        "id": 87,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE)"
    },
    {
        "id": 88,
        "category": 6,
        "measure": "unfair inequality measure (decomposing overall inequality into fair and unfair components based on equality of opportunity and freedom from poverty)"
    },
    {
        "id": 89,
        "category": 3,
        "measure": "The paper uses a transition‐matrix approach to assess intergenerational class mobility – evidenced by the analysis of how many individuals end up in a different class from their father – alongside regression‐based findings (e.g. declining explained variance in wage income by class position)"
    },
    {
        "id": 93,
        "category": 8,
        "measure": "Descriptive analysis of utilization rates of the GI Bill transfer provision"
    },
    {
        "id": 94,
        "category": 6,
        "measure": "Structural model that links parental value transmission (obedience vs. independence) to labor market outcomes and steady‐state social mobility patterns"
    },
    {
        "id": 100,
        "category": 8,
        "measure": "No explicit measure provided"
    },
    {
        "id": 102,
        "category": 6,
        "measure": "A structural parameter capturing the differential cost of human capital accumulation between children of educated and non‐educated families, which operationalizes the degree of social mobility."
    },
    {
        "id": 103,
        "category": 4,
        "measure": "Share of self-made fortunes (absolute mobility measure)"
    },
    {
        "id": 107,
        "category": 8,
        "measure": "Vertical socioeconomic mobility based on the disproportionate representation of entrepreneurs from higher-status castes and high economic status families (no specific standardized quantitative measure such as IGE, transition matrix, etc. is provided)"
    },
    {
        "id": 108,
        "category": 1,
        "measure": "Instrumental Variables estimates (regression-based measures of the causal effect of parental education on offspring inventing probability)"
    },
    {
        "id": 109,
        "category": 1,
        "measure": "Income Elasticity (as estimated via the Tobit regression model)"
    },
    {
        "id": 110,
        "category": 6,
        "measure": "A structural/welfare‐based measure that assesses the degree of intra‐generational income mobility by evaluating the trade‐offs between inequality and uncertainty effects – comparing observed low mobility (with income switchings rewarding or compensating individuals) against a counterfactual complete reversal process."
    },
    {
        "id": 114,
        "category": 1,
        "measure": "Regression coefficient estimating the causal effect of parental education on offspring probability of inventing (using an instrumental variable approach)"
    },
    {
        "id": 115,
        "category": 8,
        "measure": "The paper does not report use of a standard mobility measure (such as IGE, rank‐correlations, or transition matrices). Instead, it discusses estimating the joint effect of sociodemographic shifts (namely rising marital homogamy in human capital and changes in female labor supply) on long‐term income dynamics and intergenerational mobility, which does not fall neatly into the conventional categories and is best classified as ‘Others’"
    },
    {
        "id": 119,
        "category": 8,
        "measure": "No specific measure is explicitly mentioned in the abstract."
    },
    {
        "id": 120,
        "category": 8,
        "measure": "Qualitative descriptive assessment of social mobility (no formal quantitative measure)"
    },
    {
        "id": 121,
        "category": 8,
        "measure": "The abstract does not specify any particular quantitative measure, such as IGE, transition probabilities, or any other model-based estimate. Instead, it describes a survey and data visualizations to illustrate socioeconomic mobility, leaving the exact measure unspecified."
    },
    {
        "id": 123,
        "category": 8,
        "measure": "Bourdieusian class analysis (a qualitative, theoretical framework rather than a formal quantitative mobility measure)"
    },
    {
        "id": 126,
        "category": 8,
        "measure": "The paper does not employ a conventional inter‐ or multi‐generational mobility measure (such as IGE, transition matrices, or rank‐based measures). Instead, it discusses income ratios (e.g., comparing the average income of the richest 10% versus the poorest 10%) as an indicator of inequality and relates these to theoretical aspects of social mobility."
    },
    {
        "id": 132,
        "category": 8,
        "measure": "Laeken poverty indicators (at‐risk‐of‐poverty‐rate for unemployed and employed persons)"
    },
    {
        "id": 134,
        "category": 1,
        "measure": "Regression‐based estimates of mobility: the study uses conditional regression models (controlling for baseline values and covariates) to assess the predictive effect of polygenic scores on wage, income, and occupational prestige mobility."
    },
    {
        "id": 135,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE) – a regression‐based estimate of income mobility"
    },
    {
        "id": 138,
        "category": 6,
        "measure": "Structural mobility and circular mobility measures"
    },
    {
        "id": 139,
        "category": 8,
        "measure": "The paper does not report a model‐based mobility estimate (such as IGE, transition matrix, etc.), but rather relies on descriptive analysis (interviews and statistical data on migration history and occupation) to discuss income stability and occupational independence. This falls under 'Others'."
    },
    {
        "id": 141,
        "category": 6,
        "measure": "Direct and indirect effects on upward mobility (with job accessibility and income segregation as mediators) estimated via structural equation modeling"
    },
    {
        "id": 142,
        "category": 4,
        "measure": "Educational Mobility – percentage of children who are better educated than their parents (62% upward movement)"
    },
    {
        "id": 143,
        "category": 1,
        "measure": "Regression‐based estimates (i.e., coefficients from models linking parental occupational class, education, and income to children’s occupational outcomes)"
    },
    {
        "id": 146,
        "category": 6,
        "measure": "A structural model approach that estimates how parental values (obedience versus independence) affect social mobility outcomes"
    },
    {
        "id": 147,
        "category": 6,
        "measure": "Structural measure of income mobility and distributional impacts estimated from a heterogeneous agent model"
    },
    {
        "id": 150,
        "category": 1,
        "measure": "Instrumental variable estimates from regression models (i.e. regression coefficients capturing the causal effect of parental education on offspring invention probability)"
    },
    {
        "id": 151,
        "category": 1,
        "measure": "Model residuals from regression analysis (capturing deviations in acceptance of income differences explained by the proposed mechanisms)"
    },
    {
        "id": 155,
        "category": 3,
        "measure": "Transition probability measure (quantifying the chance of low‐skilled individuals moving to the high‐skilled group, as derived from the theoretical model)"
    },
    {
        "id": 157,
        "category": 8,
        "measure": "Not explicitly mentioned in the abstract"
    },
    {
        "id": 162,
        "category": 8,
        "measure": "The abstract does not specify a particular quantitative measure (such as IGE, rank‐correlation, or a transition matrix) but rather discusses the overall trends in mobility and income distribution. Hence, no clearly defined measure from the listed categories is identifiable."
    },
    {
        "id": 164,
        "category": 8,
        "measure": "The abstract does not specify a concrete intergenerational mobility measure (e.g. IGE, rank-based, etc.) but rather critiques a theoretical model of non‐competitivity using general statistics on social mobility."
    },
    {
        "id": 165,
        "category": 6,
        "measure": "Decomposition of aggregate wealth inequality by occupational class"
    },
    {
        "id": 167,
        "category": 1,
        "measure": "The paper appears to use regression‐based measures. It reports the proportion of variance in wage income explained by class (i.e. an R-squared–type statistic) and also observes mobility through differences in class positions between fathers and children."
    },
    {
        "id": 168,
        "category": 5,
        "measure": "The study uses a multigenerational approach—examining class status transmission (notably noting that those with impoverished grandparents remain disadvantaged)—which fits under multigenerational measures. It also reports a Gini coefficient for land distribution, although for mobility the focus is on class continuity across generations."
    },
    {
        "id": 169,
        "category": 7,
        "measure": "Non‐parametric adjusted regression approach expressing interactions as nonlinear marginal effects"
    },
    {
        "id": 172,
        "category": 8,
        "measure": "The paper does not calculate a traditional quantitative mobility metric. Instead, it offers a qualitative examination of parental investments and the role of kin financial transfers in supporting expenditures (e.g., education, enrichment) during economic hardship."
    },
    {
        "id": 173,
        "category": 8,
        "measure": "The study does not employ a formal quantitative measure of intergenerational mobility (e.g., regression‐based IGE, rank‐based, etc.) but instead uses a qualitative pilot interview approach to explore academic capital formation."
    },
    {
        "id": 177,
        "category": 6,
        "measure": "Structural equilibrium measure of intergenerational wealth/utility persistence derived from a dynamic skill acquisition model"
    },
    {
        "id": 180,
        "category": 1,
        "measure": "The paper employs regression‐based estimation methods—estimating, for example, the earnings‐experience profile and the responsiveness of wages to changes in educational supply—to assess intergenerational mobility effects. This falls under regression‐based measures such as those estimating differential returns to education."
    },
    {
        "id": 183,
        "category": 8,
        "measure": "No explicit measure of intergenerational mobility is provided in the abstract. The paper critiques existing evidence (such as the Great Gatsby Curve and use of the Gini coefficient for inequality) without introducing a specific quantitative mobility measure."
    },
    {
        "id": 185,
        "category": 6,
        "measure": "TFP elasticity of output per worker (from a calibrated structural model using cross‐country and immigrant earnings data)"
    },
    {
        "id": 191,
        "category": 8,
        "measure": "Absolute measures of parental monetary transfers (annual amounts and cumulative transfers over time)"
    },
    {
        "id": 196,
        "category": 8,
        "measure": "Inherited income distribution pattern (as a barrier to mobility)"
    },
    {
        "id": 206,
        "category": 6,
        "measure": "A structural model‐based measure that quantifies intergenerational wealth mobility, along with intragenerational variability, by simulating the transmission of income shocks influenced by habits (aspirations) and bequests."
    },
    {
        "id": 207,
        "category": 1,
        "measure": "Regression‐based measures, such as regression coefficients capturing the association (e.g., an elasticity‐like estimate) between parental wealth and offspring outcomes"
    },
    {
        "id": 209,
        "category": 6,
        "measure": "Structural model‐based estimates of intergenerational wealth/income mobility via a unified Aiyagari‐type framework"
    },
    {
        "id": 217,
        "category": 1,
        "measure": "The study appears to use regression‐based measures—likely estimating intergenerational income gaps via approaches such as Intergenerational Income Elasticity (IGE)"
    },
    {
        "id": 228,
        "category": 1,
        "measure": "A regression‐based measure – specifically, a multilevel (regression) model estimate of perceived inequality of opportunity (akin to measures such as the intergenerational elasticity applied to opportunity claims)"
    },
    {
        "id": 229,
        "category": 8,
        "measure": "Not specified; the abstract does not specify a particular measure for intergenerational mobility."
    },
    {
        "id": 232,
        "category": 8,
        "measure": "Inequality measures – specifically, the paper reports changes in the relative inequality using the Gini coefficient, changes in absolute dispersion, and shifts in wealth shares across ranks (e.g. top decile and bottom half)"
    },
    {
        "id": 235,
        "category": 8,
        "measure": "Qualitative evidence from in-depth interviews and fieldwork examining cultural mobility strategies"
    },
    {
        "id": 236,
        "category": 8,
        "measure": "A theoretical, model‐derived measure of the net direction of intergenerational transfers (shifting from transfers from young to old versus from old to young) based on steady state demographic‐economic dynamics."
    },
    {
        "id": 237,
        "category": 6,
        "measure": "Model‐implied structural measure of intergenerational mobility"
    },
    {
        "id": 239,
        "category": 8,
        "measure": "No specific mobility measure is applied. The paper focuses on data linkage and administrative record methodology for building parent‐child connections rather than estimating a particular intergenerational mobility metric."
    },
    {
        "id": 247,
        "category": 3,
        "measure": "Transition probabilities – for example, the probability that children attain lower, equal, or higher educational outcomes relative to their parents (e.g., the share completing less schooling than their parents or college completion rates by parental income quartile)"
    },
    {
        "id": 249,
        "category": 8,
        "measure": "A model‐based measure of intergenerational class transition probabilities derived from equilibrium outcomes (capturing the presence of poverty traps and polarization) that does not correspond directly to the standard empirical measures listed."
    },
    {
        "id": 252,
        "category": 8,
        "measure": "Family transfer estimates – e.g., estimates of private transfers as 30.7% of GDP and 70% of total transfers"
    },
    {
        "id": 256,
        "category": 6,
        "measure": "Structural model estimates derived from a dynastic‐consumption equalizing framework that quantifies the intergenerational transmission of wealth via planned bequests and associated parameters"
    },
    {
        "id": 273,
        "category": 8,
        "measure": "The study appears to use a poverty‐risk based measure of intergenerational mobility (i.e. assessing how maternal employment influences the likelihood of children falling into or avoiding poverty), rather than a standard regression‐based, rank‐based, transition matrix, or other commonly labeled mobility measure."
    },
    {
        "id": 282,
        "category": 1,
        "measure": "The abstract refers to regression‐based estimates of intergenerational income mobility, typically using an econometric model such as the intergenerational elasticity (IGE) estimated via regression."
    },
    {
        "id": 283,
        "category": 8,
        "measure": "The abstract does not specify a mobility‐specific measure (e.g., Intergenerational Elasticity or transition matrices) but rather discusses inequality metrics such as the Gini coefficient and income shares (top 1%, richest 20%, etc.) derived from tax and survey data. These measures are not directly classified under intergenerational mobility measures as listed."
    },
    {
        "id": 287,
        "category": 8,
        "measure": "No explicit measure is mentioned in the abstract"
    },
    {
        "id": 288,
        "category": 8,
        "measure": "General equilibrium model‐based measure quantifying intergenerational persistence (a structural model approach not fitting the standard empirical mobility measures)"
    },
    {
        "id": 293,
        "category": 6,
        "measure": "A structural measure derived from an endogenous growth model that captures income convergence and intergenerational mobility through human capital spillovers."
    },
    {
        "id": 300,
        "category": 8,
        "measure": "The abstract does not specify an explicit quantitative measure; it only discusses intergenerational mobility broadly without naming a particular model-based or rank‐based estimate."
    },
    {
        "id": 302,
        "category": 8,
        "measure": "Dynamic model‐based intergenerational mobility parameter (capturing the strength and effect of community‐based network support)"
    },
    {
        "id": 305,
        "category": 1,
        "measure": "Regression‐based estimates evaluating the disadvantage in educational attainment and income for children with migration background"
    },
    {
        "id": 307,
        "category": 1,
        "measure": "Intergenerational transmission of income (typically estimated via regression, such as the Intergenerational Elasticity, IGE)"
    },
    {
        "id": 308,
        "category": 1,
        "measure": "Intergenerational Income Elasticity (IGE)"
    },
    {
        "id": 309,
        "category": 6,
        "measure": "Dynamic general equilibrium-based intergenerational mobility and returns to human capital measures via steady state comparative statics (structural approach)"
    },
    {
        "id": 310,
        "category": 8,
        "measure": "Structural model‐based estimate of intergenerational (and intragenerational) mobility derived from a theoretical model"
    },
    {
        "id": 314,
        "category": 8,
        "measure": "The paper does not specify an empirical measure; it proposes a theoretical mechanism linking work attitudes and intergenerational mobility without introducing a specific quantitative measure."
    },
    {
        "id": 316,
        "category": 8,
        "measure": "Net intergenerational wealth flow"
    },
    {
        "id": 320,
        "category": 1,
        "measure": "Income‐education regression coefficient (interpretable as an intergenerational elasticity measure), estimated using sibling fixed effects"
    },
    {
        "id": 324,
        "category": 6,
        "measure": "A structural/decomposition approach evaluating four mechanisms—intergenerational ability correlation, consumption value of investment, information frictions, and credit constraints—to assess how parental income influences child investments and skills."
    },
    {
        "id": 333,
        "category": 1,
        "measure": "Regression coefficient relating wealth to net fertility (yielding a doubling in children for the richest compared to the poorest)"
    },
    {
        "id": 341,
        "category": 8,
        "measure": "The abstract does not provide explicit details on the specific intergenerational mobility measure used."
    },
    {
        "id": 342,
        "category": 8,
        "measure": "The abstract does not mention a specific model-derived measure; it describes analyses of upward and downward social mobility based on historical records."
    },
    {
        "id": 351,
        "category": 6,
        "measure": "Structural model‐based mobility estimates from counterfactual tax policy simulations (yielding wealth mobility but not income mobility)"
    },
    {
        "id": 359,
        "category": 1,
        "measure": "Child Fixed Effects Regression Coefficient (estimating the causal impact of teacher caste on learning outcomes)"
    },
    {
        "id": 361,
        "category": 8,
        "measure": "The abstract does not explicitly specify a measure (e.g., an intergenerational elasticity or other quantified estimate); thus, no particularly named measure within the listed categories can be identified."
    },
    {
        "id": 364,
        "category": 8,
        "measure": "The abstract does not specify a particular quantitative measure (e.g., IGE, rank‐based or transition matrices) for intergenerational wealth mobility; it only discusses empirical estimates and trends."
    },
    {
        "id": 365,
        "category": 1,
        "measure": "The paper appears to use a regression‐based approach for intergenerational income mobility (i.e. an Intergenerational Elasticity type estimate), while its analysis of social class mobility suggests the use of transition‐type (probability or matrix) measures."
    },
    {
        "id": 368,
        "category": 1,
        "measure": "Regression coefficient estimates capturing the effect of parental education on school track choice and college attendance"
    },
    {
        "id": 372,
        "category": 6,
        "measure": "Calibrated structural model estimate of inheritance and intergenerational wealth mobility"
    },
    {
        "id": 376,
        "category": 8,
        "measure": "No specific model-based intergenerational or multigenerational wealth/income/earning mobility measure is reported."
    },
    {
        "id": 377,
        "category": 8,
        "measure": "The abstract does not report any formal mobility estimates such as regression‐based elasticity or transition matrices. Instead, it focuses on descriptive concentration measures of wealth (and income) in the top one percent—emphasizing asset ownership, debt portfolios, and inheritance patterns—as a way to contextualize mobility into the top wealth group."
    },
    {
        "id": 380,
        "category": 8,
        "measure": "Model‐based measure of transitional welfare redistribution and debt overshooting outcomes derived from an overlapping generations framework"
    },
    {
        "id": 387,
        "category": 8,
        "measure": "The paper does not use a standard mobility measure but instead develops a theoretical model that characterizes equilibrium network structures. In this model, stability is determined by coalitions (restricted by a network distance k), intermediation decay in network benefits, and the degree of intergenerational transmission of wealth. Thus, the measure falls under ‘Others’ as it is a network‐equilibrium based approach rather than one of the conventional mobility measures."
    },
    {
        "id": 390,
        "category": 8,
        "measure": "Pareto distribution (stationary wealth distribution derived from a structural model)"
    },
    {
        "id": 392,
        "category": 6,
        "measure": "Structural Approaches"
    },
    {
        "id": 402,
        "category": 4,
        "measure": "Absolute (structural) mobility"
    },
    {
        "id": 404,
        "category": 8,
        "measure": "No specific empirical measure of inter/multigenerational wealth/income/earning mobility was mentioned in the abstract."
    },
    {
        "id": 406,
        "category": 8,
        "measure": "The abstract does not specify a particular quantitative measure; no model-based estimate is described."
    },
    {
        "id": 409,
        "category": 6,
        "measure": "Structural mobility estimate derived from a model of human capital production (combining schooling and parental time inputs) to decompose mobility and inequality effects"
    },
    {
        "id": 410,
        "category": 6,
        "measure": "A structural model-based parameter quantifying intergenerational mobility (no specific name provided)"
    },
    {
        "id": 411,
        "category": 6,
        "measure": "Structural model‐based measure of intergenerational transmission along the transition path between steady states"
    },
    {
        "id": 414,
        "category": 8,
        "measure": "The abstract does not specify any particular quantitative mobility measure (e.g., IGE, rank-based, transition matrices, etc.)."
    },
    {
        "id": 417,
        "category": 7,
        "measure": "Supremum of a rescaled U-statistic for testing stochastic monotonicity"
    },
    {
        "id": 422,
        "category": 6,
        "measure": "Calibrated structural parameter(s) from the endogenous growth model capturing intergenerational mobility (in the context of the trade‐off between growth, inequality, and public education financing)"
    },
    {
        "id": 429,
        "category": 8,
        "measure": "Limited economic mobility indicated by persistent wealth status across generations (i.e. evidence that the rich had rich forbears) without a clearly specified formal measure such as an elasticity or rank‐based indicator."
    },
    {
        "id": 435,
        "category": 3,
        "measure": "The paper uses a structural model to derive the stationary (ergodic) wealth distribution and analyze wealth transition probabilities—including features like a thick upper tail and a mass point at the bottom—which serve as probabilistic measures of intergenerational mobility."
    },
    {
        "id": 436,
        "category": 8,
        "measure": "The abstract does not specify a particular, well‐defined econometric measure (such as IGE, rank‐based mobility, or transition probabilities). Instead, it generally examines the role of educational expansion on income distribution and intergenerational movements using primary data, which does not clearly fit into any of the other specified categories."
    },
    {
        "id": 444,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE)"
    },
    {
        "id": 445,
        "category": 8,
        "measure": "The abstract does not specify any one particular estimator (such as IGE, rank‐rank slope, etc.). Instead, it reviews various approaches to assessing income mobility—examining mobility over the life cycle and among the lowest-paid jobs—without explicitly tying the discussion to one of the standard model‐based measures."
    },
    {
        "id": 446,
        "category": 8,
        "measure": "Bibliometric analysis (co‐citation analysis and information visualization of dynamic networks)"
    },
    {
        "id": 467,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE)"
    },
    {
        "id": 468,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE) – including extensions that capture nonlinearities (e.g., the inheritance of employers)"
    },
    {
        "id": 476,
        "category": 1,
        "measure": "Odds ratios estimated from multilevel logistic regression models"
    },
    {
        "id": 485,
        "category": 6,
        "measure": "Structural reading approach to intergenerational transfers"
    },
    {
        "id": 489,
        "category": 1,
        "measure": "The paper appears to use a regression‐based approach—estimating how parental income (or poverty status) predicts children’s later economic outcomes (often captured via an intergenerational elasticity or similar regression coefficient)—to quantify intergenerational transmission of economic status."
    },
    {
        "id": 497,
        "category": 8,
        "measure": "The abstract does not specify a quantitative model-based measure; instead, it discusses inheritance taxation as a policy instrument without indicating a particular mobility estimate."
    },
    {
        "id": 498,
        "category": 3,
        "measure": "Transition Matrix / Probability Measures (capturing stickiness and direction of mobility)"
    },
    {
        "id": 504,
        "category": 8,
        "measure": "Not specified – the abstract does not mention a specific model-based estimate or equation, but rather describes patterns of upward mobility at the county level."
    },
    {
        "id": 506,
        "category": 5,
        "measure": "Wealth persistence across generations measured by repeated rich‐list analysis (tracking the top 0.01% share and turnover)"
    },
    {
        "id": 508,
        "category": 6,
        "measure": "Sibling correlations (variance decomposition using restricted maximum likelihood)"
    },
    {
        "id": 516,
        "category": 8,
        "measure": "Relative concern parameters and reference group effects—measures that capture how reference group income influences effort decisions and economic satisfaction (with estimates of marginal sensitivity and the convexity/concavity of the relative concern function, as informed by prospect theory)."
    },
    {
        "id": 517,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE)"
    },
    {
        "id": 521,
        "category": 5,
        "measure": "Multigenerational mobility measures – the study leverages three‐generation data (e.g., tracking intergenerational income/education/location outcomes) to assess mobility differences"
    },
    {
        "id": 522,
        "category": 6,
        "measure": "A structural model that quantifies the aggregate transition effects (e.g., gross aggregate transition effect and cohort-specific redistributive effects) when switching from a uniform to an actuarially fair pension system"
    },
    {
        "id": 527,
        "category": 8,
        "measure": "The abstract does not specify a particular mobility measure (such as an intergenerational elasticity or rank‐based measure) but mentions evidence from panel data and empirical tests rather than detailing a specific quantified mobility metric."
    },
    {
        "id": 529,
        "category": 6,
        "measure": "Overlapping-generations structural model of human and social capital investment"
    },
    {
        "id": 531,
        "category": 6,
        "measure": "A simulated intergenerational wealth mobility measure derived from a structural model that generates oscillations in wealth within dynasties based on occupational choice and education investment."
    },
    {
        "id": 538,
        "category": 8,
        "measure": "No specific model-based mobility measure is mentioned; the paper discusses wealth transfer policies conceptually."
    },
    {
        "id": 539,
        "category": 8,
        "measure": "The paper does not use standard quantitative intergenerational mobility measures (such as IGE, rank‐based indices, etc.). Instead, it develops a conceptual process theory that examines how groups capture and recombine routinized social practices, which indirectly relates to mobility and stratification."
    },
    {
        "id": 540,
        "category": 6,
        "measure": "A structural model-based measure that generates predictions of intergenerational mobility and migrant outcomes relative to income segregation"
    },
    {
        "id": 547,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE) implied"
    },
    {
        "id": 550,
        "category": 2,
        "measure": "Relative inequality measures – top shares or percentile ratios"
    },
    {
        "id": 555,
        "category": 5,
        "measure": "Multigenerational mobility and transfer measures (studies of intergenerational patterns across three generations)"
    },
    {
        "id": 556,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE) and related regression‐based estimates of intergenerational persistence"
    },
    {
        "id": 560,
        "category": 8,
        "measure": "Model‐based simulation outcomes such as savings and accumulation rates that generate long‐run distributional shifts, decumulation traps, and bounded accumulation effects"
    },
    {
        "id": 583,
        "category": 8,
        "measure": "The study does not employ a formal quantitative mobility measure; instead, it uses qualitative assessments of wealth accumulation and entrepreneurial succession."
    },
    {
        "id": 590,
        "category": 8,
        "measure": "The study did not employ a specific quantitative measure (e.g. IGE, rank‐based measure, transition matrix, etc.) but rather relied on qualitative narrative analysis from focus groups to discuss intergenerational wealth transfer."
    },
    {
        "id": 595,
        "category": 8,
        "measure": "Downward mobility measure based on intergenerational wealth data (not explicitly specified)"
    },
    {
        "id": 598,
        "category": 6,
        "measure": "A structural model‐based measure of intergenerational mobility dynamics (incorporating fertility differences and education cost effects)"
    },
    {
        "id": 601,
        "category": 6,
        "measure": "Structural measure of integrational mobility derived from an extended model incorporating fiscal policy effects"
    },
    {
        "id": 606,
        "category": 8,
        "measure": "The abstract does not mention any specific mobility measure, only referring generally to empirical analysis of intergenerational mobility."
    },
    {
        "id": 611,
        "category": 8,
        "measure": "The abstract does not specify a particular intergenerational mobility measure (such as IGE, rank‐based metrics, or transition matrices); it merely describes data linkage efforts that enable such analyses."
    },
    {
        "id": 612,
        "category": 3,
        "measure": "Transition Probability Measure – quantifying the probability of an individual climbing the social ladder"
    },
    {
        "id": 620,
        "category": 8,
        "measure": "The paper does not use quantitative mobility estimates (e.g., IGE, transition matrices, etc.) but rather employs a normative analysis centered on the Rignano tax scheme."
    },
    {
        "id": 622,
        "category": 8,
        "measure": "Decline in genetic assortative mating (used as an indicator of social mobility)"
    },
    {
        "id": 623,
        "category": 1,
        "measure": "Regression‐based correlation estimates obtained via fixed effects specifications (using sibling comparisons to control for household heterogeneity)"
    },
    {
        "id": 630,
        "category": 6,
        "measure": "Structural measure in the form of a dynamic life‐cycle model estimating the effects of property tax funding on intergenerational mobility and the impact of policy interventions."
    },
    {
        "id": 633,
        "category": 8,
        "measure": "The abstract does not specify an explicit measure (e.g., a regression‐based estimate, rank‐based measure, etc.), so it falls under 'Others'."
    },
    {
        "id": 640,
        "category": 1,
        "measure": "Time‐interaction term model regression estimates (examining the determinants of redistribution preference)"
    },
    {
        "id": 641,
        "category": 6,
        "measure": "Intergenerational income mobility derived from a structural model simulation estimating welfare impacts, consumption smoothing, and inequality changes"
    },
    {
        "id": 648,
        "category": 1,
        "measure": "Elasticity of household education expenditure with respect to community education expenditure (0.307 elasticity)"
    },
    {
        "id": 659,
        "category": 1,
        "measure": "Regression-based mediation effect (indirect effect of young adult income in the association between mothers' poverty and young adults' depression)"
    },
    {
        "id": 663,
        "category": 6,
        "measure": "Redistributive effect estimated via a calibrated structural overlapping‐generations model (transition effect of switching from uniform to actuarially fair policies)"
    },
    {
        "id": 665,
        "category": 1,
        "measure": "The paper primarily employs regression‐based approaches—specifically, it references the two most adopted objective measures (typically estimated using regression models such as the intergenerational elasticity) alongside a newly proposed measure of perceived inequality of opportunity estimated via a multilevel regression framework."
    },
    {
        "id": 675,
        "category": 8,
        "measure": "The paper uses a model‐derived parameter from the VES production function (within the Diamond overlapping generations framework) that affects intergenerational income/consumption inequality."
    },
    {
        "id": 676,
        "category": 6,
        "measure": "Structural model capturing income distribution dynamics with multiple steady states driven by historical discrimination and spillover ratios"
    },
    {
        "id": 677,
        "category": 8,
        "measure": "The abstract does not report a quantitative model or estimate but instead provides a qualitative legal and theoretical analysis of the role of family businesses in wealth inequality."
    },
    {
        "id": 681,
        "category": 8,
        "measure": "Structural model estimates of the impact of credit constraints on human capital and social mobility"
    },
    {
        "id": 686,
        "category": 8,
        "measure": "Comparative estimates of net worth, home equity, asset accumulation, and earnings power between indebted and non-indebted individuals"
    },
    {
        "id": 690,
        "category": 1,
        "measure": "The paper appears to use regression‐based estimates—such as estimates of intergenerational elasticity (IGE) and related sibling‐inequality regressions—to quantify social mobility."
    },
    {
        "id": 691,
        "category": 6,
        "measure": "Structural Simulation Measures (counterfactual analysis using an overlapping‐generations dynamic general equilibrium model calibrated to neighborhood-specific technologies)"
    },
    {
        "id": 696,
        "category": 8,
        "measure": "The abstract does not specify a particular quantitative measure (e.g., IGE, rank mobility, etc.) for intergenerational mobility; it only references empirical analysis of inequality’s impacts without detailing a specific model-based estimate."
    },
    {
        "id": 704,
        "category": 6,
        "measure": "A structural measure derived from a theoretical model—assessing intergenerational mobility by quantifying the effect of parental education on an individual's potential (and thus economic outcomes) in equilibrium."
    },
    {
        "id": 706,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE)"
    },
    {
        "id": 707,
        "category": 8,
        "measure": "Parental Monetary Transfer Amounts (annual and cumulative absolute amounts)"
    },
    {
        "id": 712,
        "category": 1,
        "measure": "The study estimates the intergenerational income‐achievement association using regression coefficients (i.e. the income effect on college enrollment, graduation, and years of schooling) by comparing groups defined by MAOA variants."
    },
    {
        "id": 715,
        "category": 8,
        "measure": "Education‐as‐inheritance (an assessment of intergenerational wealth transmission through education)"
    },
    {
        "id": 717,
        "category": 6,
        "measure": "Steady state wealth shares and factor returns computed from a calibrated dynamic structural model that examines transitional convergence dynamics (including variants with social mobility and capital levy interventions)"
    },
    {
        "id": 719,
        "category": 6,
        "measure": "Structural model‐derived measure capturing oscillations in wealth and intergenerational persistence in education attainment"
    },
    {
        "id": 722,
        "category": 6,
        "measure": "Structural measure of wealth mobility – a model‐generated indicator capturing oscillations in wealth and persistent educational attainment across generations"
    },
    {
        "id": 724,
        "category": 2,
        "measure": "Top shares and percentile ratios"
    },
    {
        "id": 728,
        "category": 3,
        "measure": "Transition probabilities of upward and downward economic mobility"
    },
    {
        "id": 730,
        "category": 6,
        "measure": "Structural, simulated counterfactual outcomes from a dynamic model assessing long‐run wealth convergence and gaps"
    },
    {
        "id": 732,
        "category": 8,
        "measure": "Experimental questionnaire-based measure assessing social preferences for inter- and intra-generational wealth mobility and equality of opportunity."
    },
    {
        "id": 737,
        "category": 8,
        "measure": "OLG model‐based estimates of productivity differences arising from intergenerational redistribution effects on human capital formation"
    },
    {
        "id": 741,
        "category": 8,
        "measure": "A theoretical measure of intergenerational mobility derived from a Nash equilibrium model of positional competition, which yields an income distribution characterized by a power law."
    },
    {
        "id": 743,
        "category": 6,
        "measure": "Intergenerational Mobility estimated via a structural general equilibrium model simulation"
    },
    {
        "id": 749,
        "category": 1,
        "measure": "Regression coefficient estimates (panel data regression predicting the effect of student loans on income inequality, with additional variables like private college tuition and household poverty)"
    },
    {
        "id": 757,
        "category": 6,
        "measure": "Structural estimates from an overlapping generations model capturing self‐selection in education and career choices and its impact on intergenerational mobility"
    },
    {
        "id": 759,
        "category": 6,
        "measure": "The paper develops a structural model where intergenerational mobility is an endogenous equilibrium outcome from positional competition (yielding, for example, a power law income distribution)"
    },
    {
        "id": 768,
        "category": 8,
        "measure": "The paper does not use a formal quantitative measure; instead, it employs qualitative interview analysis to explore perceptions of intergenerational gifting and meritocratic narratives."
    },
    {
        "id": 779,
        "category": 1,
        "measure": "Regression‐based Measures (e.g. estimated coefficients for direct and indirect effects on intergenerational income mobility, akin to Intergenerational Income Elasticity)"
    },
    {
        "id": 782,
        "category": 6,
        "measure": "Structural estimates from an overlapping generations model capturing intergenerational mobility effects"
    },
    {
        "id": 783,
        "category": 8,
        "measure": "Intergenerational Mobility as derived from neural network simulation dynamics in savings behavior"
    },
    {
        "id": 790,
        "category": 6,
        "measure": "Decomposition of income inequality into inequality of opportunity (IO) and inequality of effort (IE) within a structural intergenerational human capital model"
    },
    {
        "id": 793,
        "category": 8,
        "measure": "Intergenerational transfers for college education (parental support via current income, savings, loans, goods and services)"
    },
    {
        "id": 797,
        "category": 1,
        "measure": "Regression coefficient estimating the effect of mother’s aspirations on child’s educational outcomes (using control function estimation)"
    },
    {
        "id": 798,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE) estimated through a simulated‐instruments regression approach"
    },
    {
        "id": 800,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE)"
    },
    {
        "id": 806,
        "category": 1,
        "measure": "Regression‐based Estimates (e.g. the coefficient measuring the effect of social origins on migration for study)"
    },
    {
        "id": 808,
        "category": 6,
        "measure": "Structural model–based measure of intergenerational persistence. The paper develops a structural model that interprets how accurate background and ability information affect inequality and mobility."
    },
    {
        "id": 811,
        "category": 2,
        "measure": "Top shares and percentile ratios"
    },
    {
        "id": 816,
        "category": 1,
        "measure": "Intragenerational earnings regression model using the Mincer equation"
    },
    {
        "id": 819,
        "category": 8,
        "measure": "Equilibrium share of the educated population derived from the simulation-based evolutionary model"
    },
    {
        "id": 820,
        "category": 1,
        "measure": "Intergenerational transmission of income (typically estimated via a regression-based measure such as the intergenerational elasticity)"
    },
    {
        "id": 821,
        "category": 6,
        "measure": "A model‐implied structural measure of how optimal bequest division (in the context of a Becker-Barro dynastic model) affects intergenerational upward mobility and within‐generation inequality."
    },
    {
        "id": 822,
        "category": 8,
        "measure": "Atkinson’s social welfare function formulation, Jorgenson’s parameterization of consumer utility functions, and Dardanonis’s analysis linking social welfare and social mobility"
    },
    {
        "id": 826,
        "category": 6,
        "measure": "A structural measure of intergenerational mobility derived from a calibrated heterogeneous‐agent overlapping generations model (tracking human capital and fertility effects)"
    },
    {
        "id": 827,
        "category": 1,
        "measure": "Causal peer effect estimates using regression discontinuity design (e.g., percentage changes in the probability of choosing a major)"
    },
    {
        "id": 831,
        "category": 1,
        "measure": "Regression‐based estimate of the income-education association (slope coefficient)"
    },
    {
        "id": 838,
        "category": 8,
        "measure": "The abstract does not specify a quantitative mobility measure (e.g., an IGE or transition matrix); it instead discusses mechanisms such as intergenerational transfers without providing a model‐based estimate."
    },
    {
        "id": 846,
        "category": 6,
        "measure": "Stationary Markov Perfect Equilibrium derived from a structural overlapping generations model (including analysis of credible tax thresholds, complementarities between parental inputs and children's study efforts)"
    },
    {
        "id": 847,
        "category": 8,
        "measure": "General intergenerational mobility measure (no specific estimation method described)"
    },
    {
        "id": 855,
        "category": 6,
        "measure": "Calibrated structural model estimates of intergenerational mobility (via an inheritance model)"
    },
    {
        "id": 865,
        "category": 1,
        "measure": "Regression‐based measure capturing direct and indirect effects on intergenerational income mobility (e.g., estimating intergenerational income elasticity or similar regression coefficients)"
    },
    {
        "id": 868,
        "category": 8,
        "measure": "The paper does not report a conventional intergenerational mobility measure (such as an IGE or transition matrix). Instead, it employs detailed simulation analyses to assess the effects of proposed inheritance tax reforms and their revenue implications for wealth concentration."
    },
    {
        "id": 869,
        "category": 1,
        "measure": "Intergenerational Elasticity (IGE)"
    },
    {
        "id": 878,
        "category": 1,
        "measure": "Income‐Achievement Gap (estimated via regression-based approach)"
    },
    {
        "id": 892,
        "category": 6,
        "measure": "Model-based income mobility estimates derived from a structural extension of the canonical intergenerational human capital investment model"
    },
    {
        "id": 897,
        "category": 2,
        "measure": "Relative educational positions measure (a novel mobility measure based on relative positions across the schooling distribution)"
    },
    {
        "id": 906,
        "category": 8,
        "measure": "None specified; the abstract does not indicate a specific quantitative measure such as regression‐based, rank‐based, etc."
    },
    {
        "id": 932,
        "category": 8,
        "measure": "No specific quantitative measure is provided; the paper introduces a theoretical 'Structure of Labor' framework rather than an estimate from a model or equation."
    },
    {
        "id": 947,
        "category": 8,
        "measure": "Heir fraction measure and top 0.01% wealth share measure"
    },
    {
        "id": 950,
        "category": 1,
        "measure": "A regression‐based measure for intergenerational income mobility (essentially estimating an intergenerational elasticity via a partially linear model using a sharp identified set)"
    },
    {
        "id": 953,
        "category": 8,
        "measure": "The paper derives a theoretical, model‐based measure of intergenerational mobility characterized by its transitional dynamics – essentially quantifying mobility via the dynamics of worker composition and transfers per child. There is no standard empirical metric (such as an IGE, rank‐based measure, or transition matrix) explicitly used."
    },
    {
        "id": 955,
        "category": 8,
        "measure": "Comparative analysis of wealth and income mobility by decomposing the contribution of property price rises to household asset accumulation and liabilities, with an assessment of generational heterogeneity"
    },
    {
        "id": 958,
        "category": 6,
        "measure": "Structural model‐based measures derived from a general equilibrium overlapping generations framework that simulate the intergenerational effects of policy reforms (evaluating welfare gains, distributional consequences and college completion outcomes)"
    },
    {
        "id": 959,
        "category": 8,
        "measure": "Not specified – the abstract does not provide details of any specific model-based measure (e.g., IGE, rank-based, or transition matrices) for intergenerational mobility."
    },
    {
        "id": 963,
        "category": 8,
        "measure": "Heirs fraction and top 0.01% wealth shares"
    },
    {
        "id": 964,
        "category": 1,
        "measure": "Ordered probit regression estimates that quantify the effect of housing quantity and living space on residents' subjective social status and intergenerational mobility."
    },
    {
        "id": 967,
        "category": 1,
        "measure": "The study appears to use regression‐based estimates (e.g., estimating an intergenerational elasticity or similar regression coefficient) to quantify mobility."
    },
    {
        "id": 976,
        "category": 1,
        "measure": "Regression models (including unconditional quantile regression) and wage gap decomposition analysis"
    },
    {
        "id": 977,
        "category": 8,
        "measure": "The abstract does not explicitly mention a specific quantitative measure (e.g., Intergenerational Elasticity) for intergenerational mobility."
    },
    {
        "id": 985,
        "category": 6,
        "measure": "Optimal inheritance tax model (a structural simulation approach incorporating bequest motives and parental educational decisions)"
    },
    {
        "id": 994,
        "category": 8,
        "measure": "No specific quantitative measure (such as IGE, transition matrix, etc.) is mentioned; the paper relies on qualitative interviews and survey data to explore the role of social networks in economic mobility."
    },
    {
        "id": 1000,
        "category": 1,
        "measure": "Regression‐based measure, likely estimating an intergenerational elasticity of inherited wealth"
    },
    {
        "id": 1006,
        "category": 6,
        "measure": "Structural-model based estimates of intergenerational mobility derived from numerical simulations of a mixed school financing regime"
    },
    {
        "id": 1007,
        "category": 8,
        "measure": "A model‐implied intergenerational mobility measure derived from a structural equilibrium model with self‐selection in education/investment decisions"
    }
]